public/cotacoes_enviadas/180_COT11220-774_sintese.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                <soapenv:Header/>
                <soapenv:Body>
                <tem:EnviarOfertas>
                <tem:xmlDoc>
                <Cotacao>
  <Tp_Movimento>I</Tp_Movimento>
  <Dt_Gravacao>26/10/2022 19:03:39</Dt_Gravacao>
  <Cd_Fornecedor>12882932000194</Cd_Fornecedor>
  <Cd_Cotacao>COT11220-774</Cd_Cotacao>
  <Cd_Condicao_Pagamento>3</Cd_Condicao_Pagamento>
  <Nm_Usuario>PHARMAINT321</Nm_Usuario>
  <Ds_Observacao_Fornecedor/>
  <Qt_Prz_Minimo_Entrega>1</Qt_Prz_Minimo_Entrega>
  <Vl_Minimo_Pedido>1500,0000</Vl_Minimo_Pedido>
  <Produtos_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7727</Id_Produto_Sintese>
      <Cd_Produto_Comprador>273</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>3489</Id_Marca>
          <Ds_Marca>JP Indústria Farmacêutica / SP</Ds_Marca>
          <Qt_Embalagem>12</Qt_Embalagem>
          <Vl_Preco_Produto>6,5333</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5414</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
  </Produtos_Cotacao>
</Cotacao>
                </tem:xmlDoc>
                </tem:EnviarOfertas>
                </soapenv:Body>
                </soapenv:Envelope>